[
  {
    "chan": 0,
    "lines": "Greetings loyal listeners. Welcome to the Boring News Station, your absolute number one stop for extremely boring news. I'm your host, Ben Boring. Today in our… I'd say adequate town of Huckerston, nothing of interest really happened, but what are we doing here at B.N.S. if not covering every excruciating detail of how absolutely nothing happened in town today. But first, before I really start getting into things, let me take very long sip from my cup of lukewarm water. <sipping water> Ah. That's the stuff. <sips more water> Thanks for accompanying me in that exciting journey of sipping lukewarm water from my big ol' thermos. I'm going to take one last sip of water now. <sips water deliciously> For those of you just tuning in, this is the Boring News Station and I'm your host, Ben Boring. Now, where was I? Oh that's right………… I was about to inform every one of you painfully average people about the uninteresting events that occurred in our town today. Let's start with my own home. There was a bird outside of my house this morning. It was standing in the bird bath, but there was no water in the bird bath. Therefore, the bird was not having a bath, and was getting absolutely nothing accomplished. I believe the bird was a sparrow, but I have been wrong several times before. It could be a pigeon, but I don't think pigeons live around Huckerston very commonly. It may have not been a bird at all. Now that I think about it, it was definitely not a real bird. It's one of those fake birds that are built into bird baths in order to attract other birds to the bird bath. Obviously, it wasn't working very well, as there was neither water nor birds in that bird bath outside of my house. Now, please excuse me, as I must make use of the restroom in the studio, and I do not have a co-host, even though I have offered the job to a friend of mine several times, Francine. That's right Francine, I am calling you out to the … eight listeners on my program right now. Anyways, please do excuse me……… *toilet flushes* …….. Ah, that hit the spot. My apologies to any listeners who heard the toilet flushing, the studio here is quite small and cannot accommodate for too much soundproofing. And the reason you may have not heard me wash my hands is that … um… moving on to our next story of the day, local human being Sarah Jones was seen coming out of her house suspiciously. I would continue to report on this story, but it is far from meeting our journalistic standards of boringness, so I'm going to give it a hard pass. For those of you just tuning in again, this is the Boring News Station, and I must emphasize, if you call in with a story that is not boring, you will be shamed to the fullest extent of a radio show possible. Now, let's move on to a story worth the time of both myself and our wonderful listeners. There is a cloud in the sky today. It is a small cloud. From the ground, it seems to be the size of a grape. However, this is actually an illusion of perspective, as although the cloud may seem small from us on the ground, it is actually quite large. We merely perceive the cloud to be small due to our distance from it. If one were to approach the cloud, one would quickly realize that it is in fact a large cloud that occupies the volume of at least ten human beings stacked on top of each other. A stack of human beings is commonly known as a dingle. That was not true, I just made that up on the spot. I tried… I tried to make the story more interesting, and I ruined the integrity of it instead. I feel deep shame for what I have done and hope my loyal, beautiful listeners out there can forgive me. ",
    "roy": 0,
    "gee": 0,
    "biv": 255
  },
  {
    "chan": 1,
    "lines": "HEY GUYS IT'S ME ENTHUSIASTIC KATE. WELCOME TO THE ENTHUSIASTIC KATE SHOW. I'M KNOWN AS ENTHUSIASTIC KATE BECAUSE I TEND TO YELL AT TIME TO TIME. I HOPE YOU'RE STRAPPED IN BECAUSE IT'S GOING TO BE A FANTASTIC FREAKING RIDE FROM HERE ON OUT. BUT HEY, REAL QUICK, BEFORE WE GET INTO THINGS, HAVE YOU GUYS HEARD ABOUT VERVE SODA? VERVE SODA IS THE FLAGSHIP PRODUCT OF VEMMA NUTRITION COMPANY, A COMPANY THAT CARES ONLY ABOUT THE HEALTH OF ITS CUSTOMERS AND NOTHING ELSE. VEMMA IS A FANTASTIC COMPANY THAT IS BASED OFF A WONDERFUL PYRAMID-SHAPED BUILDING IN ARIZONA. NOT ONLY IS IT A PYRAMID, BUT IT IS ALSO OVERSEEN BY THIS REALLY COOL BURNING EYE THING CALLED SAURON OR SOMETHING. IT'S A REALLY UNIQUE BUILDING FOR A REALLY UNIQUE COMPANY. ANYWAYS, AS I WAS SAYING, VEMMA SELLS VERVE, A FANTASTIC SODA THAT HAS SO MANY HEALTH BENEFITS. THESE HEALTH BENEFITS INCLUDE A LOT OF VITAMINS, SUCH AS VITAMINS A, B, C, D, E, F, SCHEME, H, I, J, K, L, M, N, O, PYRAMID SCHEME. WHAT DO YOU MEAN SOME OF THOSE VITAMINS DON'T EXIST? WELL, VEMMA'S SPECIALIZED TEAM OF EXTREMELY REAL AND EXISTENT RESEARCHERS RECENTLY DISCOVERED THESE NEW VITAMINS AND INSTANTLY STUCK THEM INTO VERVE SODA. SO HEALTHY! AND NOT ONLY IS VERVE SODA A FANTASTIC SODA, IF YOU WANT TO LEARN HOW IT CAN MAKE ~YOU~ RICH, JUST STAY TUNED! MEANWHILE, HERE IS A MESSAGE FROM OUR SPONSORS… Are you sitting at home, alone, listening to this radio station, thinking to yourself, wow, I wish I had a great set of KNIVES? WELL LOOK NO FURTHER. HEY. I'M ENTHUSIASTIC KATE. AND TODAY I'M HERE TO TELL YOU ABOUT CUTCO KNIVES. CUTCO KNIVES ARE THE BEST KNIVES EVER MADE SINCE THE CREATION OF THE UNIVERSE. AND I'D LIKE TO GIVE YOU THE OPPORTUNITY TO TAKE A SET OF THESE BAD BOYS HOME FOR YOURSELF. BUT KATE, I DON'T NEED ANYMORE KNIVES. YOU SHUT THE HELL UP DALE, YES YOU DO. WHAT IF IT'S YOUR BIRTHDAY TOMORROW, AND SOMEONE GETS YOU A BIG, DELICIOUS CHEESECAKE, BUT YOU CAN'T CUT IT BECAUSE YOU DON'T HAVE ANY KNIVES WORTH SALT? WHAT IF YOU WANT TO CUT THE CAKE INTO PYRAMID-SHAPED PIECES? PYRAMIDS ARE THE BEST SHAPES IN THE THIRD DIMENSION, BUT YOU CAN'T EVEN CUT YOUR CAKE INTO A PYRAMID SHAPE BECAUSE OF YOUR RUSTY ASS CRAP KNIVES. THAT'S WHERE CUTCO COMES IN. CUTCO KNIVES COME STRAIGHT FROM THE TOP OF THE PYRAMID- I MEAN LINE, INTO YOUR HANDS, WHERE YOU CAN USE THEM FOR WHATEVER THE HELL YOU WANT. COOK! MAKE FRIENDS AT THE LOCAL KNIFE CLUB! KILL YOURSELF BECAUSE YOU ARE IN CRIPPLING DEBT OVER THE STOCK YOU'VE HAD TO PURCHASE OVER FAILED PROMISES TO YOURSELF THAT YOU WOULD ROPE YOUR FRIENDS AND FAMILY INTO THE PYRAMID SCHEME AS WELL SO YOU COULD EARN YOUR MONEY BACK! WHAT? *COUGH* ONLY 3 PAYMENTS OF 99.99! CALL NOW! Hey guys. Welcome back to the show, it's me again, Enthusiastic Kate. Let me take a deep breath before I resume where I left off. Whew. ALRIGHT DUDES IT'S TIME TO LET YOU IN ON THE BIG PYRAMID, I MEAN SECRET. NOT ONLY CAN YOU BUY VERVE SODAS FOR YOU AND YOUR OWN BEAUTIFUL MOUTH, BUT YOU CAN BUY THEM… TO SELL THEM TO OTHERS! IT'S FREAKING GENIUS, DON'T YOU THINK? PLUS, YOUR PROFITS ONLY MULTIPLY IF YOU CAN GET FIVE OF YOUR FRIENDS TO DO THE SAME. IT'S A WONDERFUL SYSTEM, AND IF DRAWN OUT ON A PIECE OF PAPER LOOKS LIKE, THAT'S RIGHT, A PYRAMID! AND MUCH LIKE THE GREAT PYRAMIDS OF EGYPT, VERVE SODA IS GREAT……... Hey guys. It's still me, Enthusiastic Kate. But I'm not very enthusiastic at the moment. You see my dudes, I think I've been caught in some sort of… what's the phrase… pyramid scheme? I'm broke, tired, hungry, and I'm peeing verve soda. The carbonation burns down there. I'm scared and I don't know what to do. ",
    "roy": 0,
    "gee": 255,
    "biv": 0
  },
  {
    "chan": 2,
    "lines": "*classical music plays and plays and plays and plays and plays and plays and plays and plays and plays*",
    "roy": 255,
    "gee": 0,
    "biv": 0
  }
]